<?php
$shop_lang['addons_num'] = '№';
$shop_lang['addons_ttitle'] = 'Список аддонов';
$shop_lang['addons_name'] = 'Название аддона';
$shop_lang['addons_status'] = 'Статус';
$shop_lang['addons_config'] = 'Параметры';
$shop_lang['addons_on'] = 'Включен';
$shop_lang['addons_off'] = 'Выключен';
$shop_lang['addons_on_act'] = 'Включить';
$shop_lang['addons_off_act'] = 'Выключить';
$shop_lang['addons_install'] = 'Инсталлировать';
$shop_lang['addons_uninstall'] = 'Деинсталлировать';
$shop_lang['addons_uninstall_ok'] = 'Выбранный аддон успешно деинсталлирован';
$shop_lang['addons_install_ok'] = 'Выбранный аддон успешно инсталлирован';
$shop_lang['addons_on_ok'] = 'Выбранный аддон успешно включен';
$shop_lang['addons_off_ok'] = 'Выбранный аддоны успешно выключен';
$shop_lang['addons_uninstall_error'] = 'В процессе деинсталляции аддона возникла ошибка. Скорее всего, это проблема в работе с базой данных.';
$shop_lang['addons_install_error'] = 'В процессе инсталляции аддона возникла ошибка. Скорее всего, это проблема в работе с базой данных.';
$shop_lang['addons_on_error'] = 'В процессе включения аддона возникла ошибка. Скорее всего, это проблема в работе с базой данных.';
$shop_lang['addons_off_error'] = 'В процессе выключения аддона возникла ошибка. Скорее всего, это проблема в работе с базой данных.';
$shop_lang['addons_uninstall_question'] = 'Вы действительно хотите деинсталлировать выбранный аддон?\n\nВ результате этого действия будет безвозвратно удалена таблица БД вместе со всеми данными. В любой момент вы сможете повторно инсталлировать этот аддон, но потерянные данные восстановлены не будут.\n\n Продолжить деинсталляцию? ';


$shop_lang['addons_title'] = 'Аддоны';
$shop_lang['addons_desc'] = 'Управление аддонами';
$shop_lang['addons_desc_name'] = 'Описание';
$shop_lang['addons_intro'] = '<p><b>Раздел «Аддоны»</b> – это центр управления аддонами (надстройками) вашего магазина. Аддоны предназначены для добавления различных функций в этот модуля магазина, например раздела статистики, скидок, методов оплаты и т.д. Чтобы подключить аддон, нужно распаковать папку с аддоном в /assets/snippets/tsvshop/addons/, после чего он появится в списке ниже. Далее нужно инсталлировать его, кликнув на соответсвующей иконке. Аддон можно включить или выключить, в результате чего в модуле появится или исчезнет соответсвующая вкладка. Аддоны, которые нельзя деинсталлировать или включить/выключить помечены бесцветными иконками - это системные аддоны, без которых работа модуля невозможна.</p><p><b>Обратите внимание:</b> после инсталляции аддона в разделе <i>Конфигурация</i> появится вкладка с его настройками. Обязательно перейдите туда и выполните начальную настроку аддона. Впоследсвии вы в любой момент сможете изменить настройки как посчитаете нужным.</p><br />';
$shop_lang['addons_act'] = 'Действия';
?>
