<?

/************************************************
*           MDS-Script                          *
*     08.09.2008                                *
*     powered by DIMON                          *
*     email: kafu82@list.ru                     *
*     url: http://mds-script.org.ua             *
*     Copyright (c) 2008 MDS-Script             *
*     All rights reserved.                      *
*                                               *
************************************************/ 
/************************************************
*                                               *
*     Скрипт автоматической оплаты WebMoney     *
*                                               *
************************************************/

error_reporting (E_ALL);

$wmz_purse = "Z111111111111";
$wme_purse = "E111111111111";
$wmu_purse = "U111111111111";
$wmr_purse = "R111111111111";

$wm_secret_key = ""; // секретный ключ WebMoney Merchant

$email_admin = "admin@email.com"; //email админа

$mail_wmsuccess = 1; //1-отправлять собщение админу при успешной оплате. 0-неотправлять
$mail_wmfail = 1; //1-отправлять собщение админу при ошибке оплате. 0-неотправлять
$mail_wmpreresult =1; //1-отправлять собщение админу при о результатах предварительной проверки оплаты. 0-неотправлять
$mail_wmresult = 1; //1-отправлять собщение админу о платеже, в момент его совершения. 0-неотправлять

$error = ""; // эта переменная должна быть пустой




?>