<?php
$shop_lang['prices_title'] = 'Управление ценами';
$shop_lang['prices_desc'] = 'Позволяет быстро менять цены товаров'; 
$shop_lang['prices_intro'] = '<p><b>Управление ценами</b> – удобный инструмент для быстрого редактирования цен в вашем интернет-магазине. Слева находится дерево каталога, в котором отображена структура всего каталога товаров. Чтобы изменить цену одного или нескольких товаров, вам необходимо в дереве кликнуть по нужному разделу, в появившейся таблице изменить цену нужного товара или нескольких товаров и нажать кнопку Сохранить. Внимание! Убедитесь, что в разделе <i>Конфигурация</i> в поле <i>ID папки магазина</i> правильно указан ID папки, где находится магазин. Без этого в дереве каталога будет отображаться структура всего сайта.</p>';
$shop_lang['prices_tree_title'] = 'Магазин';
$shop_lang['prices_table_name_title'] = 'Наименование товара';
$shop_lang['prices_table_price_title'] = 'Стоимость';
$shop_lang['prices_update_ok'] = 'Цены успешно обновлены.';
$shop_lang['prices_update_error'] = 'В процессе обновления цен произошла ошибка. Скорее всего, проблема в работе с базой данных.';
$shop_lang['prices_error'] = 'Ошибка';
$shop_lang['prices_ok'] = 'Успешно';

?>
